[
	{
		"id": "1",
		"thumbnail": "https://www.atlasandboots.com/wp-content/uploads/2020/08/best-hikes-in-the-North-York-Moors-National-Park-lead-1.jpg",
		"title": "Best hikes in the North York Moors National Park",
		"date": "1 August 2020",
		"content": "The North York Moors might be England’s most diverse national park. Home to striking stretches of unspoilt coast and the largest area of heather moorland in England and Wales, the North York Moors is one of the country’s foremost hiking destinations.\nDesignated a national park in 1952 and covering an area of 1,430km2 with over 2,000km of well-maintained footpaths, the North York Moors offers a wide variety of English countryside. The park is home to rare heather moorland, ancient woodland, myriad waterways and 42km of some of the most glorious coastline in England.\nHere, we share the best hikes in the North York Moors National Park: 12 magnificent ways to explore an area of the UK that’s brimming with extraordinary surprises."
	},
	{
		"id": "2",
		"thumbnail": "https://www.atlasandboots.com/wp-content/uploads/2020/08/Hiking-the-Watzmann-Traverse-8.jpg",
		"title": "Hiking the Watzmann Traverse",
		"date": "15 August 2020",
		"content": "Hiking the Watzmann Traverse offers a breathtaking scramble across one of Germany’s classic Alpine ridges. Here’s how to complete the Bavarian thriller\nOne of my oldest and best friends lives in the Netherlands and over the course of nearly 20 years of friendship we have managed to meet up fairly regularly – usually at least once a year either in the UK or the Netherlands. Over the last few years, however, as our schedules became increasingly crowded with work, family and mortgages, we’ve struggled to find the time.\nThis year we swore to make more of an effort and so agreed to meet somewhere neutral for a proper holiday. That’s how I found myself on a plane to Munich in Germany for a few days of hiking in the Bavarian Alps. Our destination was the Berchtesgaden National Park in the south of Germany near the border with Austria.\nWe hadn’t planned our precise route, but we did know that we couldn’t visit the Berchtesgaden without completing the classic Bavarian Alpine tour of the Watzmann Traverse."
	},
	{
		"id": "3",
		"thumbnail": "https://www.atlasandboots.com/wp-content/uploads/2020/07/Highlander-Adventure-lead-image-2020.jpg",
		"title": "Highlander Adventure - My First Post Lockdown Trip",
		"date": "22 July 2020",
		"content": "As restrictions begin to ease around the world, Peter prepares to head out on his first post-lockdown trip: the Highlander Adventure\nAfter 100 days in lockdown, I am itching to return to the trail. As someone who is most content outdoors, I have found the restrictions particularly claustrophobic, despite devising some rather creative ways to pass the time.\nI haven’t spent 100 days in a single place since 2015 when Kia and I were sequestered for several months in a tiny French village with nothing more than a bakery and a corner shop nearby and no means of transport other than our bicycles.\nThat, however, that was under very different circumstances. We had just returned from a year-long trip around the world and we needed to hunker down and focus on work. Also, we weren’t under lockdown. We spent our free time walking and cycling through the surrounding countryside and visiting neighbouring villages. We even managed to engineer a short sojourn to Geneva."
	},
	{
		"id": "4",
		"thumbnail": "https://www.atlasandboots.com/wp-content/uploads/2020/07/white-privilege-in-the-outdoors-feat.jpg",
		"title": "White Privilege In The Outdoors: The At Hikers Who Broke The Law",
		"date": "18 July 2020",
		"content": "Two thru-hikers lied and broke the law this year to finish the Appalachian Trail. Should we dismiss it as a daring adventure or tackle what lies deeper?\nThe first thing to admit before I begin is that I’m a person who follows the rules. I never cheat at games or quizzes despite being stupidly competitive. I hate being late to meetings or gatherings and I’ve even been known to Google “how late to arrive at a dinner party” because I know it’s impolite to turn up on time (the consensus is 15 minutes). \nMaybe this compulsion comes from some innate sense of properness but, more likely, it’s a trait inherited from my immigrant parents. They arrived in the UK in the 1960s, a time of heightened racial tension. During my childhood, I came to notice a change in my father whenever he interacted with someone white, particularly one with authority. \nI don’t just mean a teacher or police officer. It could be a shopkeeper or bus driver; anyone who had the power to eject him from a space. My father would adopt a placatory tone – obsequious even – and plaster on a smile. The memory of that hurts because I now recognise that my father feared the white man. This is why he would hush us so harshly if we were being unruly, or why he pulled off the St George’s Cross we tacked on our window one day. He feared that it was a provocation as if we, as British Bangladeshis, had no right to the English flag. \nSo, yes, that might be why I follow the rules. It may also point to why people like Andrew Underwood feel remarkably comfortable breaking them. The AT thru-hiker is one of two people who illegally finished the trail this year, reports Outside magazine. I was hesitant to name him here because internet shaming is not a pleasant thing. I do think, however, that it’s important to examine how and why he got away with it. "
	},
	{
		"id": "5",
		"thumbnail": "https://live.staticflickr.com/4707/26142687018_78723cdbe1_b.jpg",
		"title": "Hiking Sørvágsvatn Lake, Faroe Islands",
		"date": "3 July 2020",
		"content": "Blessed with a spell of good weather, we set off to Sørvágsvatn where the largest lake in the Faroe Islands stretches into ocean\nSometimes, in the dead of British winter, I’ll console myself with the fact that at least I’m not on Cotopaxi. At least I’m not on Cotopaxi. Our 2015 glacier hike on Cotopaxi Volcano was probably the coldest I’ve ever been. My fingers were rendered immobile and my feet were hunks of ice and still we trudged on through rain, sleet and snow.\nHaunted by the memory of that testing trip, I pulled on a base layer, a mid-layer, a light fleece, a thick fleece and a waterproof jacket ahead of our hike to Sørvágsvatn Lake. After all, we were in the Faroe Islands, hardly known for summer sun.\nThis remote clutch of 18 islands lies in the Atlantic Ocean roughly halfway between Iceland and Norway. Its untamed beauty promises many things – adventure, seclusion, mystery and drama – but sun is not one of them."
	}
]