[
    {
        "id": "1",
        "thumbnail": "https://www.atlasandboots.com/wp-content/uploads/2020/08/best-hikes-in-the-North-York-Moors-National-Park-lead-1.jpg",
        "title": "Pendakian terbaik di Taman Nasional North York Moors",
        "date": "1 Agustus 2020",
        "content": "North York Moors mungkin merupakan taman nasional paling beragam di Inggris. Rumah bagi hamparan pantai alami yang menakjubkan dan area moorland heather terluas di Inggris dan Wales, North York Moors adalah salah satu tujuan hiking terkemuka di negara ini. \nDirancang sebagai taman nasional pada tahun 1952 dan meliputi area seluas 1.430 km2 dengan lebih dari 2.000 km jalan setapak yang terawat dengan baik, North York Moors menawarkan berbagai macam pedesaan Inggris. Taman ini adalah rumah bagi tegalan heather langka, hutan kuno, berbagai saluran air, dan 42 km dari beberapa garis pantai paling indah di Inggris. \nDi sini, kami berbagi pendakian terbaik di Taman Nasional North York Moors: 12 cara mengagumkan untuk menjelajahi area di Inggris yang penuh dengan kejutan luar biasa. "
    },
    {
        "id": "2",
        "thumbnail": "https://www.atlasandboots.com/wp-content/uploads/2020/08/Hiking-the-Watzmann-Traverse-8.jpg",
        "title": "Hiking the Watzmann Traverse",
        "date": "15 Agustus 2020",
        "content": "Mendaki Watzmann Traverse menawarkan petualangan seru melintasi salah satu pegunungan Alpen klasik Jerman. Berikut cara menyelesaikan thriller Bavaria \nSalah satu teman terlama dan terbaik saya tinggal di Belanda dan selama hampir 20 tahun persahabatan kami berhasil bertemu secara teratur - biasanya setidaknya setahun sekali baik di Inggris atau Belanda. Namun, selama beberapa tahun terakhir, karena jadwal kami semakin padat dengan pekerjaan, keluarga, dan hipotek, kami kesulitan menemukan waktu. \nTahun ini kami bersumpah untuk berusaha lebih keras dan setuju untuk bertemu di tempat netral untuk liburan yang layak. Begitulah cara saya naik pesawat ke Munich di Jerman untuk beberapa hari hiking di Pegunungan Alpen Bavaria. Tujuannya adalah Taman Nasional Berchtesgaden di selatan Jerman dekat perbatasan dengan Austria. \nKami tidak merencanakan rute persis kami, tetapi kami tahu bahwa kami tidak dapat mengunjungi Berchtesgaden tanpa menyelesaikan tur Alpen Bavaria klasik dari Watzmann Traverse. "
    },
    {
        "id": "3",
        "thumbnail": "https://www.atlasandboots.com/wp-content/uploads/2020/07/Highlander-Adventure-lead-image-2020.jpg",
        "title": "Petualangan Highlander - Perjalanan Penguncian Pasca Pertama Saya",
        "date": "22 Juli 2020",
        "content": "Saat pembatasan mulai mereda di seluruh dunia, Peter bersiap untuk melakukan perjalanan pertamanya setelah penguncian: Petualangan Highlander \nSetelah 100 hari terkunci, saya ingin sekali kembali ke jalan setapak. Sebagai seseorang yang sebagian besar konten di luar ruangan, menurut saya batasannya sangat klaustrofobik, meskipun saya telah merancang beberapa cara yang agak kreatif untuk menghabiskan waktu. \nSaya belum pernah menghabiskan 100 hari di satu tempat sejak 2015 ketika Kia dan saya diasingkan selama beberapa bulan dalam bahasa Prancis kecil desa dengan tidak lebih dari toko roti dan toko sudut di dekatnya dan tidak ada alat transportasi selain sepeda kami. \nNamun, itu berada dalam keadaan yang sangat berbeda. Kami baru saja kembali dari perjalanan selama setahun keliling dunia dan kami membutuhkan untuk berjongkok dan fokus pada pekerjaan. Selain itu, kami tidak dikunci. Kami menghabiskan waktu luang kami dengan berjalan kaki dan bersepeda melalui pedesaan sekitar dan mengunjungi desa-desa tetangga. Kami bahkan berhasil merancang kunjungan singkat ke Jenewa."
    },
    {
        "id": "4",
        "thumbnail": "https://www.atlasandboots.com/wp-content/uploads/2020/07/white-privilege-in-the-outdoors-feat.jpg",
        "title": "Hak Istimewa Putih Di Luar Ruangan: Para Pendaki yang Melanggar Hukum",
        "date": "18 Juli 2020",
        "content": "Dua pejalan kaki berbohong dan melanggar hukum tahun ini untuk menyelesaikan Appalachian Trail. Haruskah kita menganggapnya sebagai petualangan yang berani atau mengatasi hal yang lebih dalam? \nHal pertama yang harus saya akui sebelum saya mulai adalah bahwa saya seseorang yang mengikuti aturan. Saya tidak pernah menyontek dalam permainan atau kuis meskipun saya sangat kompetitif. Saya benci terlambat ke rapat atau pertemuan dan saya bahkan telah dikenal oleh Google seberapa terlambat untuk tiba di pesta makan malam karena saya tahu itu tidak sopan untuk datang tepat waktu (konsensusnya adalah 15 menit). \nMungkin paksaan ini berasal dari rasa kepatutan bawaan tetapi, lebih mungkin, itu adalah sifat yang diwarisi dari orang tua imigran saya. Mereka tiba di Inggris pada tahun 1960-an, suatu waktu ketegangan rasial yang meningkat. Selama masa kanak-kanak, saya menyadari perubahan pada ayah saya setiap kali dia berinteraksi dengan seseorang yang berkulit putih, terutama yang memiliki otoritas. \nSaya tidak hanya bermaksud seorang guru atau petugas polisi. Bisa jadi penjaga toko atau bus pengemudi; siapa pun yang memiliki kekuatan untuk mengeluarkannya dari ruang angkasa e. Ayah saya akan mengadopsi nada tenang - bahkan patuh - dan menempel pada senyuman. Kenangan itu menyakitkan karena sekarang saya menyadari bahwa ayah saya takut pada orang kulit putih. Inilah mengapa dia akan membungkam kita dengan sangat kasar jika kita tidak patuh, atau mengapa dia menarik Salib St George yang kita tempelkan di jendela kita suatu hari nanti. Dia takut bahwa itu adalah provokasi seolah-olah kita, sebagai orang Bangladesh Inggris, tidak berhak atas bendera Inggris. \nJadi, ya, mungkin itulah alasan saya mengikuti aturan. Ini mungkin juga menunjukkan mengapa orang-orang seperti Andrew Underwood merasa sangat nyaman untuk melanggarnya. The AT thru-hiker adalah satu dari dua orang yang secara ilegal menyelesaikan jejak tahun ini, lapor majalah Outside. Saya ragu untuk menyebutkan namanya di sini karena mempermalukan internet bukanlah hal yang menyenangkan. Namun, menurut saya, penting untuk memeriksa bagaimana dan mengapa dia lolos begitu saja. "
    },
    {
        "id": "5",
        "thumbnail": "https://live.staticflickr.com/4707/26142687018_78723cdbe1_b.jpg",
        "title": "Mendaki Danau Sørvágsvatn, Kepulauan Faroe",
        "date": "3 Juli 2020",
        "content": "Diberkati dengan mantra cuaca yang baik, kami berangkat ke Sørvágsvatn tempat danau terbesar di Kepulauan Faroe membentang ke lautan \nKadang-kadang, di tengah musim dingin di Inggris, saya akan menghibur diri dengan fakta bahwa setidaknya Saya tidak menggunakan Cotopaxi. Setidaknya saya tidak menggunakan Cotopaxi. Pendakian gletser tahun 2015 kami di Gunung Api Cotopaxi mungkin adalah yang terdingin yang pernah saya alami. Jari-jari saya tidak bisa bergerak dan kaki saya seperti bongkahan es dan kami tetap berjalan dengan susah payah menembus hujan, hujan es, dan salju. \nDiberi ingatan akan perjalanan pengujian itu, saya memakai lapisan dasar, lapisan tengah, bulu tipis, bulu tebal, dan jaket tahan air menjelang pendakian kami ke Danau Sørvágsvatn. Lagi pula , kami berada di Kepulauan Faroe, yang hampir tidak dikenal karena matahari musim panas. \nPulau terpencil dari 18 pulau ini terletak di Samudra Atlantik kira-kira di tengah-tengah antara Islandia dan Norwegia. Keindahannya yang liar menjanjikan banyak hal - petualangan, pengasingan, misteri, dan drama - selain matahari bukan salah satu dari mereka. "
    }
]